-- phpMyAdmin SQL Dump
-- version 4.8.5
-- https://www.phpmyadmin.net/
--
-- 主机： 127.0.0.1
-- 生成日期： 2019-04-03 10:52:20
-- 服务器版本： 5.5.53
-- PHP 版本： 7.2.1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 数据库： `walk`
--

-- --------------------------------------------------------

--
-- 表的结构 `wl_activitys`
--

CREATE TABLE `wl_activitys` (
  `id` int(5) NOT NULL,
  `user_id` int(5) NOT NULL COMMENT '活动发布用户id',
  `phone` varchar(12) DEFAULT NULL COMMENT '活动联系手机号',
  `address` varchar(100) DEFAULT NULL COMMENT '活动地点',
  `money` int(5) DEFAULT '0' COMMENT '活动费用',
  `start_time` datetime DEFAULT NULL COMMENT '活动和开始时间',
  `img` varchar(200) NOT NULL COMMENT '活动图片',
  `title` varchar(100) NOT NULL COMMENT '活动标题',
  `content` text NOT NULL COMMENT '活动内容',
  `status` int(1) NOT NULL DEFAULT '1' COMMENT '活动状态',
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='活动约伴';

--
-- 转存表中的数据 `wl_activitys`
--

INSERT INTO `wl_activitys` (`id`, `user_id`, `phone`, `address`, `money`, `start_time`, `img`, `title`, `content`, `status`, `create_time`, `update_time`) VALUES
(1, 1, '17630968036', '176309680361763096803617630968036', 0, '2019-02-19 00:00:00', '/upload/20190312/ccf771702d6d291de4f54b2d4754132e.jpg', '后河露营', '<p>后河发源于西北30余公里处的海坨山，分叉于玉渡山脉。流入南面峡谷的河流就是我们通常说的“后河”，北面即的为“古城河”，两条河流东南而下交汇后汇于妫水河，因其水流随山势蜿蜒，故有\"古城九曲\"之称。由于后河峡谷属古老的石灰岩和白云岩地质构造，经千百年的地表水溶蚀、风化，峡谷两侧形成刀削斧劈般的绝壁，峡壁上众多石柱、石碓、石剑及溶洞，洞中有石笋、石钟乳、石帘等，颇似湖南的张家界。峡谷内湖水青碧，群山倒映，水上雾霭沉沉，气候凉爽宜人，景观层次丰富，四季分明：春天山花烂漫，夏天清凉纳暑，秋季登高望远，冬季冰清玉洁，被誉为“塞外漓江”，妫水河素有“东方莱茵河”的美誉。后河之美，在于山、石、林、瀑、花、草一应俱全，而更能拨动心弦的，在于清、幽、静、野之中那份天人合一。</p><p><img src=\"http://s9.rr.itc.cn/r/wapChange/20161_1_19/a6at2l9542566412405.jpeg\" alt=\"\"><img src=\"http://s9.rr.itc.cn/r/wapChange/20161_1_19/a8htxs9542965443405.jpeg\" alt=\"\"></p>', 1, '2019-02-27 00:00:00', '2019-03-12 08:56:36'),
(3, 4, '15696582365', '公主坟新兴宾馆前、惠新西街南口', 100, '2019-02-27 00:00:00', '/upload/20190312/3f632bea886f8337f425a8aca8f06786.jpg', '2019年4月13日CVA中国徒步网【第十三届】平谷桃花节国际徒步大会等您来战', '<p>第16界国际市民奥运会将于2019年10月15日至19日在法国普罗旺斯举办</p><p>会议日程安排如下：</p><p>10月15日星期二：开幕式</p><p>10月16日星期三：徒步，山地自行车，环路自行车，游泳，户外寻宝</p><p>10月17日星期四：徒步，山地自行车，环路自行车（公路），游泳，户外寻宝</p><p>10月18号星期五：徒步，山路自行车环路自行车（公路），游泳，户外寻宝，马拉松</p><p>10月19号星期六：徒步，山地自行车，环路自行车（公路），游泳，户外寻</p><p><span style=\"font-size: 16px;\"><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20190131/20190131151928_79339.jpg\" width=\"700\" height=\"466\" alt=\"\"><br></span></p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20190131/20190131151733_98217.jpg\" width=\"700\" height=\"525\" alt=\"\"></p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20190307/20190307111249_60553.jpg\" width=\"700\" height=\"575\" alt=\"\"><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20190307/20190307110837_38391.png\" width=\"700\" height=\"107\" alt=\"\"></p><p><span style=\"font-size: 16px;\">平谷是中国著名的大桃之乡，22万亩大桃堪称世界最大的桃园、中国最大的桃乡、首都最大的果区。以花为媒，营销平谷，北京平谷国际桃花节每年4月中旬左右，正是平谷桃花盛开之时，数万亩花的海洋，何其壮观！每年都吸引无数市民和游客慕名前去观赏</span></p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20190131/20190131145158_58537.jpg\" width=\"700\" height=\"525\" alt=\"\"><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20190131/20190131145158_12114.jpg\" width=\"700\" height=\"471\" alt=\"\"></p><h3>目的地地图</h3><p><br></p><p><img src=\"http://api0.map.bdimg.com/images/marker_red_sprite.png\"></p><p><img src=\"http://api0.map.bdimg.com/images/marker_red_sprite.png\"></p><p><img src=\"http://online4.map.bdimg.com/tile/?qt=vtile&amp;x=12734&amp;y=4755&amp;z=16&amp;styles=pl&amp;scaler=1&amp;udt=20190307\"><img src=\"http://online1.map.bdimg.com/tile/?qt=vtile&amp;x=12736&amp;y=4755&amp;z=16&amp;styles=pl&amp;scaler=1&amp;udt=20190307\"><img src=\"http://online0.map.bdimg.com/tile/?qt=vtile&amp;x=12735&amp;y=4755&amp;z=16&amp;styles=pl&amp;scaler=1&amp;udt=20190307\"><img src=\"http://online4.map.bdimg.com/tile/?qt=vtile&amp;x=12735&amp;y=4754&amp;z=16&amp;styles=pl&amp;scaler=1&amp;udt=20190307\"><img src=\"http://online3.map.bdimg.com/tile/?qt=vtile&amp;x=12734&amp;y=4754&amp;z=16&amp;styles=pl&amp;scaler=1&amp;udt=20190307\"><img src=\"http://online0.map.bdimg.com/tile/?qt=vtile&amp;x=12736&amp;y=4754&amp;z=16&amp;styles=pl&amp;scaler=1&amp;udt=20190307\"></p><p><img src=\"http://api0.map.bdimg.com/images/copyright_logo.png\"></p><p>©&nbsp;2019 Baidu - GS(2018)5572号 - 甲测资字1100930 - 京ICP证030173号 - Data © 长地万方</p><h3>装备要求</h3><p><span style=\"font-size: 16px;\">1、自带午餐（带一些瓜果蔬菜和高能量食物，比如黄瓜、士力架、葡萄干、火腿肠等）</span></p><p><span style=\"font-size: 16px;\">2、衣物：户外速干衣服，冲锋衣裤，多带没坏处，热可以把衣服放车上&nbsp;</span></p><p><span style=\"font-size: 16px;\">3、小件：常用药品，创可贴，晕车药等&nbsp;</span></p><p><span style=\"font-size: 16px;\">4、食物：高热量食物（红牛、巧克力，牛肉干）、自备午餐、热水和适量水果</span></p><p><span style=\"font-size: 16px;\">5、装备：徒步鞋，运动鞋、护膝 ，登山杖(换成走平路的杖尖) ，</span></p><p><span style=\"font-size: 16px;\">6、证件：必须携带身份证，</span></p>', 1, '2019-02-19 00:00:00', '2019-03-12 09:04:29'),
(4, 5, '17589658965', '金山岭 蟠龙山', 0, '2019-02-21 00:00:00', '/upload/20190312/a97ba656e3f51c57a8179ab0198cfa78.jpg', '3月13日（周三）CVA中国徒步网【296期】奥森公益徒步活动', '<p>第16界国际市民奥运会将于2019年10月15日至19日在法国普罗旺斯举办</p><p>会议日程安排如下：</p><p>10月15日星期二：开幕式</p><p>10月16日星期三：徒步，山地自行车，环路自行车，游泳，户外寻宝</p><p>10月17日星期四：徒步，山地自行车，环路自行车（公路），游泳，户外寻宝</p><p>10月18号星期五：徒步，山路自行车环路自行车（公路），游泳，户外寻宝，马拉松</p><p>10月19号星期六：徒步，山地自行车，环路自行车（公路），游泳，户外寻</p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20190211/20190211174020_24974.jpg\" width=\"800\" height=\"533\" alt=\"\"><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20190211/20190211174021_41401.jpg\" width=\"800\" height=\"536\" alt=\"\"><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20190211/20190211174021_53936.jpg\" width=\"800\" height=\"538\" alt=\"\"><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20190211/20190211174022_50708.jpg\" width=\"800\" height=\"521\" alt=\"\"><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20190211/20190211174022_98939.jpg\" width=\"800\" height=\"533\" alt=\"\"></p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20190311/20190311185810_83341.jpg\" width=\"800\" height=\"532\" alt=\"\"><br></p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20190122/20190122191041_45052.jpg\" width=\"800\" height=\"532\" alt=\"\"></p>', 1, '2019-02-13 00:00:00', '2019-03-12 09:03:02'),
(5, 1, '17589632589', '公主坟、惠新西街南口', 0, '2019-02-27 00:00:00', '/upload/20190312/4b5730bbdeac93f4bae4e41c7b762422.jpg', '2019.4.21周日---2019.4.29日 黔东南九天八晚 深度畅游', '<p><strong><span style=\"color: rgb(51, 51, 51); font-size: 14px;\"></span></strong></p><p><strong>行程安排&nbsp;</strong></p><p>&nbsp; D1：4.21（周日）全国各地—铜仁或玉屏 ，到玉屏或铜仁南火车站集合，15:00（有可能调整）坐车去江口，住江口。江口农家山庄晚餐。</p><p>&nbsp;D2：4.22（周一）早7:30出发，江口～梵净山（车程半小时），梵净山景区游览。14:00集合去镇远（车程1.5小时），逛镇远古城，赏镇远赏夜景。午餐梵净山自己解决，镇远晚餐，住镇远。</p><p>&nbsp;D3：4.23（周二），早7:30出发，镇远～舞阳河（车程20分钟），舞阳河景区游览3小时。11:30舞阳河～云台山（车程），云台山景区附近午餐，14:00徒步游览云台山。16:30云台山~西江（车程2小时），西江晚餐（品长桌宴）赏西江千户苗寨夜景，住西江。</p><p>&nbsp;D4：4.24（周三）早9:30出发，西江~石桥（车程1小时），徒步游览石桥，石桥大溶洞，古法造纸（游览2小时），午餐石桥。13:00出发，石桥~丹寨龙泉山（车程约40分钟）看满山映山红（游览2小时），16：00丹寨～榕江（车程1.5小时）游览三宝侗寨，鼓楼下吃不一样的特色晚餐。住榕江。</p><p>&nbsp;D5：4.25（周四），早7:00出发，榕江~加榜梯田（车程2小时），党扭下车徒步到加页村午餐，下午3点徒步到加车村，深度游览加榜梯田，晚餐加页，住加榜。</p><p>&nbsp;D6：4.26（周五）早7:00出发，加榜~岜沙（车程2.5小时），岜沙看最后的枪手部落，（11:30-12:00表演），岜沙～肇兴侗寨（车程1小时），堂安梯田～肇兴，肇兴中餐。下午2:00徒步堂安梯田8公里，游览肇兴侗寨，来回4小时，肇兴晚餐，晚上8:00看侗族大歌表演，住肇兴。</p><p>&nbsp;D7：4.27（周六）早7:00出发，肇兴~黎平（车程1小时），参观黎平会议旧址和翘街（参观2小时左右），翘街小吃街aa吃各种小吃。11:30黎平~荔波（车程3小时），参观大七孔景区，住荔波。晚餐荔波。</p><p>&nbsp;D8：4.28（周日）早7:00出发，小七孔景区（车程半小时），徒步小七孔景区（5.5小时），午餐自理。荔波～青岩古镇（车程3.5小时），青岩古镇。晚餐青岩古镇。&nbsp;</p><p>D9：4.29（周日）早自行安排游青岩古镇，10：00出发云峰屯堡（车程约1小时），游览云峰屯堡和本寨，中餐自理。15:30云峰～贵阳火车站（车程1.5小时）。 17:30全部行程结束！</p><h3>费用说明</h3><p>费用说明 &nbsp;更多&gt;</p><p><strong>【费用包含】：</strong></p><p>交通：当地往返旅游大巴车费、油费，高速费，停车费及司机食宿费用。</p><p>领队全程带队及保险费，每天一瓶水。</p><p>餐费：行程内包含的4早餐，12正餐。</p><p>住宿：8晚双人标间（大床房）或三人间（单人有特殊要求的补房间差800元）</p><p><strong>【费用不包含】：</strong></p><p>1、北京往返铜仁或玉屏的大交通费用。</p><p>2．餐费：景区路餐和小吃街内的小吃，酒水费用不包含的。</p><p>3、门票：荔波小七孔门票110；大七孔55；云峰屯堡40（也可能不要门票）；青岩古镇门票10，通票80；西江千户苗寨门票100；芭沙门票80；肇兴侗寨100，堂安梯田私家车费10；舞阳河140（优惠110）；云台山60；梵净山门票90，观光车往返20，索道单程90。</p><p>（带上相关证件请带上老年证、学生证、各种能优惠的证件，好多景点60岁以上就有优惠）。以当地实际价格为准。领队也会尽量找旅行社购买有优惠！</p><p>5,一切未在“费用包含”内注明的费用</p><p>（报名成功以打款为最终报名，否则自动取消。户外活动相互理解拒绝占坑！名额在截止日期前报满为自动截止报名！）</p><p>【报名截止】以买上火车票机票后报名成功并付订金1080元为准，活动开始前一周把剩余费用补齐！</p><p>支持微信和支付宝转账，联系电话13681377669/18611174514领队背靠海坨山</p><p>工行账号：6212260200141998951～晏晓江</p><p>【活动成型】活动报名15人成型（不含领队），最多限报35人。</p><p>不成型会提前一周通知，退全部定金。</p><p><strong>【活动费用】</strong>&nbsp;&nbsp;15人～20人3180元，20人以上3080元，活动开始前10天预交1080元定金。</p><p><span style=\"color: rgb(229, 51, 51);\"><strong><br></strong></span></p>', 1, '2019-02-20 00:00:00', '2019-03-12 09:05:39'),
(6, 6, '15263258569', '公主坟、惠新西街南口', 0, '2019-02-20 00:00:00', '/upload/20190312/4caf4d9db36f0855045a08a4d1968634.jpg', '5月【百公里挑战】草原天路轻装穿越百公里，驴友徒步挑战！', '<p>中国66号公路草原天路</p><p>河北有条中国式的66号公路草原天路，美到灼伤双眼！这条路位于张北和崇礼的交界处。蜿蜒的道路、湛蓝的天空、壮丽的草原、众多的风车堪比桌面的壮美景观。</p><p>草原天路全长132.7公里，2011年底建成，连接崇礼滑雪温泉大区和张北草原风情大区的一条重要通道，沿线山高坡陡、沟壑纵深、景观奇峻，展开了一幅百里坝头风景画卷。</p><p>虽然草原天路只是张北坝上的一条柏油公路，但海拔也有千米左右，深色柏油路与黄实线本身就是一条美丽的风景。百里之间，左右徘徊曲折，剧烈地跌宕起伏，静谧深远，仿佛通向梦的彼岸。</p><p>梯田是北方不多见的风光之一，如果不是草原天路，不知道还要跑多远才能看到这样的美景。夏天的颜色还只有翠绿色的单一，但依然能看得见分明的层次。</p><p>秋天塞北梯田最有看头的，除了缤纷的色彩、纵横交错的线条，还有那收割后成垛、成堆、成行码放的各种庄稼。</p><p><strong>【线路分析图】</strong><br></p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20170807/20170807101622_51354.png\" alt=\"\"></p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20170807/20170807101700_81733.png\" alt=\"\" width=\"750\" height=\"422\"></p><p><strong>【景区图】</strong></p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20170807/20170807101803_50548.jpg\" alt=\"\" width=\"750\" height=\"422\"></p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20170807/20170807101803_90701.jpg\" alt=\"\" width=\"750\" height=\"501\"></p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20170807/20170807101803_43379.jpg\" alt=\"\" width=\"750\" height=\"460\"></p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20170807/20170807101804_45912.jpg\" alt=\"\" width=\"750\" height=\"500\"></p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20170807/20170807101904_60026.jpg\" alt=\"\" width=\"750\" height=\"456\"></p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20170807/20170807101904_16322.jpg\" alt=\"\" width=\"750\" height=\"499\"></p>', 1, '2019-02-20 00:00:00', '2019-03-12 08:51:57'),
(7, 4, '17365276746', '河南省, 南阳市, 内乡县, , ', 0, '2019-03-01 00:34:32', '/upload/20190301/ea05162811ba8603aad214ee1946c8b3.jpg', '2019年3月9日周六出京登河北怀来长城 大营盘--样边长城--横岭穿', '<p><span style=\"font-size: 16px;\">盘到样边再到水头的长城属于明长城昌平镇横岭路辖区，这段长城整体呈南北走向。</span></p><p><span style=\"font-size: 16px;\">（样边长城（庙港长城）是怀来县境内保存最完整、建筑质量、规格最高的一段长城，位于庙港东、横岭西，总长约3000米，城墙都是用规则的大石条砌成，之所以叫样边长城，据考证：明代修筑长城时把这段长城作为样板，供负责修筑长城的人参观采样，所以说这段长城是明长城修建时的试点和典型。说它是明代修建长城的“样板工程”，是名副其实的。因为庙港长城规格建制十分完整，质量也很高，城修得很坚固。据记载，明开国大将徐达修筑居庸关长城时想出了一个办法，为保证工程质量，先选择部分险要地段修建长城“样板”，以此来标定长城的质量和规格（也有一说是戚继光和戚继祖修建的这段长城）。最后选定在庙港一带，建造出明长城的精品——庙港长城。庙港长城由整齐的石条砌成，城基宽5.5米、顶宽4米左右、高度在4至8米之间。这段绵延3公里的长城，还有许多科学的配套设施，墙上用石板砌出檐来做排水之用，另外还有泄水孔，以排雨水。这段长城内侧每200米设有一个门洞，城上有石阶，供士兵上下城墙用。城墙较宽，可容四匹马并行或8个人并排，外有女儿墙，内有垛口，每300米设有敌楼或墙台。样板长城质量的检验制度也很严格，据说修完后，验收员要用箭射城墙，如无松动和掉皮方可通过。这段长城保存得较中国其它地方的长城明显完整得多，这与它的工程质量不无关系。）</span></p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20190220/20190220225816_71155.jpg\" width=\"800\" height=\"603\" alt=\"\"></p>', 1, '2019-03-01 21:33:45', '2019-03-01 21:33:45'),
(8, 5, '17630968024', '河南省, 鹤壁市, 淇滨区, , ', 20, '2019-03-01 06:32:44', '/upload/20190301/96af0367465b89dcfcc9d1c48898392a.jpg', '3月2日周六～冬走百里画廊第八段，永宁古城逛吃买，探访百里乡居“', '<p><span style=\"font-size: 16px;\">白河峡谷是从延庆县东北旧县境内的白河堡水库，经过怀柔，流向密云水库的河流大峡谷。这是一处原始风貌保存相当完整的自然峡谷，与永定河宫厅山峡和拒马河峡谷并称“京都三大峡谷”，而白河峡谷因其壮丽的风景，更有“百里画廊”的美誉。白河峡谷是一处原始风貌保留相当完整的自然峡谷，被形容为“百里画移动图片廊”。峡谷沿途道路险峻，村落相对稀少，因此，适宜做富于探险精神的自然探索游。从延庆县的白河堡水库大坝的东北方向进入峡谷，便可领略峡谷的风貌。近百米高的悬崖如利剑将波涛滚滚的白河劈开巍峨的明代长城在山间蜿蜒伸展，两岸峭壁林立，山泉汇成浩荡的激流，大自然的奇异景色令人颇感震撼。</span></p><p><span style=\"font-size: 16px;\">红旗甸</span></p><p><span style=\"font-size: 16px;\">北京市延庆县千家店镇红旗甸村位于延庆县城东北部，距镇区25公里，风景秀丽，气候凉爽。下辖车道沟、一大队、二大队、三大队4个自然村，区域面积2.2万亩，山场林地面积20285.4亩，耕地面积1005亩，生态林面积19716亩。</span></p><p><span style=\"font-size: 16px;\">全村共有152户，322口人，有劳动力191人。</span></p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20190221/20190221170207_82693.jpg\" width=\"800\" height=\"600\" alt=\"\"></p><p><span style=\"font-size: 16px;\">百里乡居～大石窑村</span></p><p><span style=\"font-size: 16px;\">大石窑村位于延庆县城东北部，距延庆县城65公里，下辖大石窑、熊洞沟、西沟三个自然村。</span></p><p><span style=\"font-size: 16px;\">　十多年废弃不用的老村旧宅，如今成了城里人趋之若鹜的精品酒店。大石窑只是一个开始。今后，千家店镇将引入全国知名民宿品牌，保护开发全镇10个村604套闲置院落，将全镇打造成精品民宿集聚区。百里山水画廊升级休闲小镇。</span></p><p><span style=\"font-size: 16px;\">　从北三环出发，驱车3个小时，来到140多公里外的千家店镇大石窑村。光是沿途的层峦叠嶂、蔽日浓荫，已经让人忘掉长途劳累。再看半山坡上这个民宿酒店，一间间客房，就设在老瓦、石头墙、木门窗的老房子里，让人油然而生亲切感。再看房间里面，棚顶还是老椽老檩，却加装了现代灯具；火炕还在，上面铺上了席梦思床垫和雪白的床单被罩；过去放柜子桌子的地方，改造成了卫生间。既保留了农宅的历史信息，又适合现代居住。这里，就是千家店镇打造精品民宿集聚区的样板。</span></p><p><span style=\"font-size: 16px;\">   过去的大石窑村，“房子都盖在半山坡的岩石上，吃水困难，早上一起来得先挑两担水，一挑一个钟头。”村党支部书记侯文有说。村里没有平坦路，收了庄稼，靠人背驴驮才能弄回家。卖的时候再人背驴驮送出去。村民买吃的喝的用的，全靠背。</span></p><p><span style=\"font-size: 16px;\">　　“百里乡居”二期工程将对老村剩余75套院子进行保护性开发。“将引入千里走单骑、过云山庄、大乐之野、茑舍、紫一川等5家全国一流民宿品牌，建设精品民宿，打造一个精品民宿集群。”京西北旅游公司相关负责人王晓丽介绍。这些企业还将负责建图书馆、艺术馆、咖啡馆、亲子乐园、供销社等配套设施，发展住宿之外的更多业态。</span></p><p><span style=\"font-size: 16px;\">　　“百里乡居”是一个开始。早在2010年，千家店镇全域就挂牌成为国家4A级景区“百里山水画廊”。2014年，延庆全域晋级为“中国延庆世界地质公园”，千家店成为其中的四大园区之一。眼下，千家店镇正在打造“百里山水画廊休闲度假区”。</span></p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20190221/20190221170025_91236.jpg\" width=\"800\" height=\"600\" alt=\"\"></p>', 1, '2019-03-01 21:45:22', '2019-03-13 19:38:43');

-- --------------------------------------------------------

--
-- 表的结构 `wl_articles`
--

CREATE TABLE `wl_articles` (
  `id` int(5) NOT NULL,
  `user_id` int(5) NOT NULL COMMENT '文章发布人',
  `img` varchar(200) DEFAULT NULL COMMENT '文章图片',
  `title` varchar(100) NOT NULL COMMENT '文章标题',
  `content` text NOT NULL COMMENT '文章内容',
  `status` int(1) NOT NULL DEFAULT '1' COMMENT '文章状态',
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='文章';

--
-- 转存表中的数据 `wl_articles`
--

INSERT INTO `wl_articles` (`id`, `user_id`, `img`, `title`, `content`, `status`, `create_time`, `update_time`) VALUES
(1, 1, '/upload/20190312/49cf4d694a7b76c8aec0e98eea55ff87.jpg', 'IVV成立50周年暨CVA成立15周年的系列回顾（二十一）', '<p>2009年，世界徒步运动最权威的官方组织国际市民体育联盟（IVV）向平谷区政府颁发了国际标准徒步线路认证书。在这条徒步大道上，山峰、峡谷、古迹、湖泊、森林景观齐全；道路迂回盘转，落差近千米，可赏烂漫山花，可采北寨红杏，可观燕石长城、明长城烽火台，抗日战争被服厂等遗址，可采千亩森林公园野磨野榛。王晓英说：“这条路已经颇有些名气了，附近有京东大峡谷、石林峡、三羊古火山等名胜风景区，还有燕国石长城、明长城烽火台等古迹，总体植被覆盖率大约为67%，最高的地方为85%，称得上是一条生态大道。</p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20180917/20180917103006_58565.jpg\" alt=\"\"><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20180917/20180917103006_32505.jpg\" width=\"700\" height=\"933\" alt=\"\"><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20180917/20180917103007_40431.jpg\" width=\"700\" height=\"525\" alt=\"\"><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20180917/20180917103007_50682.jpg\" width=\"700\" height=\"525\" alt=\"\"></p><p>这条路全长42.195公里的徒步路线，起点为中国红杏之乡南独乐河镇北寨村，途经四座楼山景区，终点为熊儿寨乡花峪村，沿途村庄较少、道路宽阔，全部为乡村三级公路标准，路宽7.5米，主要为沥青路面，也有部分水泥路面和沙石道路，全程水平路面占二分之一，上坡路和下坡路各占四分之一，主要以盘山公路为主，中途岔开大道，走7公里小路。大道沿途山花烂漫、树木葱葱，空气清新，站在山顶眺望，道路迂回，如丝带般盘转在山体上，堪称一条绿色大道、生态大道，是徒步爱好者亲近自然的绝佳场所。</p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20180917/20180917103428_72364.jpg\" width=\"700\" height=\"523\" alt=\"\"><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20180917/20180917103429_95786.jpg\" width=\"700\" height=\"404\" alt=\"\"></p>', 1, '2019-02-27 00:00:00', '2019-03-12 09:10:52'),
(2, 4, '/upload/20190312/ff2ab2e6540ff0b3363d73fe7add7d23.jpg', 'KLARUS鼎力赞助2017中国秦岭50KM超级越野赛', '<p><span style=\"color: rgb(0, 0, 0);\">10月15日，2017中国•秦岭50KM超级越野跑高冠•大寺站完美收官。中国•秦岭国际超级越野跑是秦岭地区唯一的越野跑比赛，已成功举办两届，今年是第三届，曾被评为“中国十大经典越野跑赛事”及 “最具影响力的越野跑赛事”，KLARUS凯瑞兹有幸成为本次越野赛的赞助商之一。</span></p><p><span style=\"color: rgb(0, 0, 0);\"><span style=\"color: rgb(0, 0, 0); font-size: 16px;\">10月15日，2017中国•秦岭50KM超级越野跑高冠•大寺站完美收官。中国•秦岭国际超级越野跑是秦岭地区唯一的越野跑比赛，已成功举办两届，今年是第三届，曾被评为“中国十大经典越野跑赛事”及 “最具影响力的越野跑赛事”，KLARUS凯瑞兹有幸成为本次越野赛的赞助商之一。</span><br></span></p><p><span style=\"color: rgb(0, 0, 0);\"><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20171026/20171026092308_35923.jpg\" alt=\"\" width=\"700\" height=\"507\"><br></span></p><p></p><p><span style=\"color: rgb(0, 0, 0);\">本次越野赛从长安高冠瀑布出发，终点为安康宁陕广货街的铁牌沟，绝大部分赛段位于秦岭腹地无人区。全程52.5公里，累积爬升为3496米，完赛选手将获得3个UTMB积分奖励。</span></p><p><span style=\"font-size: small;\"><br></span><br></p><p><span style=\"color: rgb(0, 0, 0);\">越野赛道再次升级，呈现出更美、更虐、更野的趋势。主要赛道风景怡人，位于素有“秦岭香格里拉”之称的大寺；同时又险峻复杂：其中一段30公里的赛段海拔约2200米高，且绝大部分赛段处在秦岭腹地无人区的原始森林，部分赛道需要涉水、部分赛道紧邻悬崖。</span></p><p><span style=\"font-size: small;\"><br></span><br></p><p><span style=\"color: rgb(0, 0, 0);\">赛事信息：</span></p><p><span style=\"color: rgb(0, 0, 0);\">主办单位：西安绿奥旅游项目策划有限公司；</span></p><p><span style=\"color: rgb(0, 0, 0);\">赛事品牌运营：陕西广播电视台交通广播；</span></p><p><span style=\"color: rgb(0, 0, 0);\">执行单位：西安冰岩探险旅行 &nbsp;西安绿蚂蚁户外运动有限公司；</span></p><p><span style=\"color: rgb(0, 0, 0);\">媒体支持：陕西电视台 &nbsp;西安电视台 &nbsp;砾石网 &nbsp;乐视体育 &nbsp;中国户外资料网 &nbsp;搜狐网 &nbsp; 新浪网 &nbsp; 腾讯网华商网 &nbsp;网易 &nbsp;磨房 户外探险 &nbsp;户外装备等。</span></p><p><span style=\"color: rgb(0, 0, 0);\">无挑战，不人生。无热血，不青春。生命不息，挑战不止。在这个层林尽染，磅礴秦岭更显壮观的金秋十月，KLARUS凯瑞兹见证了上千户外运动爱好者的虐心之旅。</span></p><p><span style=\"font-size: small;\"><br></span><br></p><p><span style=\"color: rgb(0, 0, 0);\">KLARUS凯瑞兹通过赞助2017中国?秦岭50KM超级越野赛，进一步宣扬和推广了“点亮梦想，挑战极限”的理念，同时也再次展示了KLARUS凯瑞兹头灯和手电等照明产品在户外恶劣的环境所发挥的优异性能，为本次参赛的广大户外运动爱好者保驾护航，让他们发挥极致潜能，挑战不一样的自己！</span></p>', 1, '2019-02-20 00:00:00', '2019-03-12 09:15:21'),
(3, 5, '/upload/20190312/14d1ad105180f1ba011106c337d143ed.jpg', '这家公司在岩壁上开了个快闪店 专门为攀岩者提供补给', '<p>这家商店有一个非常应景的名字——cliffside shop（崖边商店），它悬吊在著名的岩壁“bastille wall（巴士底狱墙）”上。</p><p>这家商店有一个非常应景的名字——cliffside shop（崖边商店），它悬吊在著名的岩壁“bastille wall（巴士底狱墙）”上。</p><p>店内唯一的店员会向经过的攀岩者们免费发放运动外套、袜子和其他装备。</p><p><br></p><p>店内唯一的店员会向经过的攀岩者们免费发放运动外套、袜子和其他装备。</p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20171012/20171012120731_36136.jpg\" alt=\"\" width=\"600\" height=\"400\"><br></p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20171012/20171012120731_42851.jpg\" alt=\"\" width=\"600\" height=\"300\"><br></p><p>这个独特的项目由 37.5 technology 主办，这是一家卖材料技术的公司，旗下出品的服饰涵盖极限运动和日常所需，专利技术是可以帮助人体保温（37.5°），同时像阿迪达斯这样的运动巨头也和他们有合作。&nbsp;&nbsp;&nbsp;<br></p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20171012/20171012120839_21064.jpg\" alt=\"\" width=\"600\" height=\"300\"><br></p><p>尽管这家店只开了24小时，看似只是一个博人眼球的营销噱头，但它确实为许多攀岩者解决了难题。</p><p>攀岩者们在攀登悬崖的过程中穿着会比较单薄，越向上攀爬气温越低，等到达山顶时就会感觉冷了，这家商店的存在就是为了竭尽所能为攀岩者提供衣服上的补给。</p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20171012/20171012120904_44782.jpg\" alt=\"\" width=\"600\" height=\"371\"><br></p>', 1, '2019-02-13 00:00:00', '2019-03-12 09:16:24'),
(4, 6, '/upload/20190312/1630279ab046846414f986571e3066cd.jpg', '州长与他们会面了！黔东南携手IVV、CVA又将申办一项国际赛事', '<p>&nbsp; &nbsp;&nbsp;&nbsp;黔东南素有“中国聚宝盆·大美黔东南”的美誉，这里民族文化多彩绚丽、自然生态环境优良、旅游资源丰富独特、交通区位优势明显。近年来，我们深入学习贯彻习近平新时代中国特色社会主义思想，结合自身实际，创造性开展工作，全州经济社会实现了历史性跨越，体育事业取得了长足发展。<br></p><p><span style=\"color: rgb(62, 62, 62); font-size: 16px;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span style=\"font-size: 14px; color: rgb(51, 51, 51);\">&nbsp;当前，我们正认真贯彻落实党的十九大精神和习近平总书记在贵州省代表团讨论时讲话精神，以习近平新时代中国特色社会主义思想为指引，高举中国特色社会主义伟大旗帜，围绕党的十九大的战略部署，落实党的十九大提出“广泛开展全民运动，加快体育强国建设”的要求，积极广泛开展全民健身运动，推动黔东南由“体育大州”向“体育强州”转变。</span></span></p><p><span style=\"color: rgb(62, 62, 62); font-size: 16px;\"><span style=\"font-size: 14px; color: rgb(51, 51, 51);\"><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20171103/20171103101503_68632.jpg\" alt=\"\" width=\"700\" height=\"467\"><br></span></span></p><p><span style=\"color: rgb(62, 62, 62);\"><span style=\"color: rgb(51, 51, 51);\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 黔东南州与国际市民体育联盟开展合作以来，双方合作领域不断拓宽，成功举办了两届徒步大会，徒步活动成为了黔东南州全民健身的一个品牌，为我州全民健身运动奠定了坚实基础，希望国际市民体育联盟进一步加强与黔东南州的合作交流，做好徒步旅游目的地的项目规划，积极指导和帮助黔东南州申办第十七届国际市民体育联盟奥林匹克运动会，与黔东南州共同打造国际知名的徒步旅游目的地，让黔东南州成为全球全域全时的徒步旅游最具魅力、最佳理想地，为热爱徒步的国际市民开创徒步旅游的新理念和新征程。</span></span></p><p><span style=\"color: rgb(62, 62, 62); font-size: 16px;\"></span><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20171103/20171103101739_32464.jpg\" alt=\"\" width=\"700\" height=\"467\"></p><p><span style=\"color: rgb(51, 51, 51);\">Giuseppe Colantonio</span><span style=\"color: rgb(51, 51, 51);\">:</span></p><p><span style=\"color: rgb(51, 51, 51);\">黔东南州自然生态良好，民族文化浓郁，全民健身基础坚实，是国际徒步旅游的理想目的地。两届市民徒步大会在黔东南州的成功举办，让热爱徒步的国际市民更加了解了黔东南，为黔东南州徒步旅游发展迈出了非常好的一步。国际市民体育联盟将继续深化与黔东南州的合作，扩大国际市民徒步大会的影响力，</span><span style=\"color: rgb(51, 51, 51);\">全力支持黔东南州申办第十七届国际市民体育联盟奥林匹克运动会</span><span style=\"color: rgb(51, 51, 51);\">，推进黔东南州体育活动与国际化接轨，让全世界更多的人到黔东南州来徒步旅游。</span></p><p><span style=\"color: rgb(51, 51, 51);\">Raymond &nbsp;Claude&nbsp;介绍了黔东南打造国际徒步旅游目的地的项目建议以及体育旅游国际化的经验。金乔介绍了国际市民体育联盟(中国)的发展情况。<br></span></p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20171103/20171103101947_75981.jpg\" alt=\"\" width=\"700\" height=\"467\"></p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20171103/20171103101947_46465.jpg\" alt=\"\" width=\"700\" height=\"467\"></p><p><span style=\"color: rgb(51, 51, 51);\">会上，黔东南州人民政府与国际市民体育联盟签署了战略合作意向书。双方互赠礼品并合影。</span></p><p><span style=\"color: rgb(51, 51, 51);\"><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20171103/20171103102147_87369.jpg\" alt=\"\" width=\"700\" height=\"467\"></span></p>', 1, '2019-02-21 00:00:00', '2019-03-12 09:13:23'),
(5, 4, '/upload/20190312/5fced341fa9032c85c991facf1b2991d.png', '中国“徒步旅游”的鼻祖—潘德明', '<p>中国首个“徒步全球”的人，与希特勒笑谈，拥有全球30个首脑签名</p><p><span style=\"color: rgb(51, 51, 51); font-size: 16px;\">如今旅游已经成为了人们生活中不可缺少的一部分，随着时代的发展，人们对于旅游的有着很多的创新，出现了“穷游”、自驾游、“徒步环游”等等，这些旅游形式不仅增加了旅途中的趣味，更是一种自我的挑战。不过这两年来的“徒步旅游”吸引了很多年轻人的挑战，然而很多人不知道的是，中国首个“徒步全球”旅游的人，他的故事和经历可以用惊艳来形容，他曾经和希特勒在一起笑谈，用8年的时间走遍全球30多个国家，更是拥有30个国家政府首脑的签名，轰动一时！</span><br></p><p>如今旅游已经成为了人们生活中不可缺少的一部分，随着时代的发展，人们对于旅游的有着很多的创新，出现了“穷游”、自驾游、“徒步环游”等等，这些旅游形式不仅增加了旅途中的趣味，更是一种自我的挑战。不过这两年来的“徒步旅游”吸引了很多年轻人的挑战，然而很多人不知道的是，中国首个“徒步全球”旅游的人，他的故事和经历可以用惊艳来形容，他曾经和希特勒在一起笑谈，用8年的时间走遍全球30多个国家，更是拥有30个国家政府首脑的签名，轰动一时！<img src=\"http://www.chinawalking.net.cn/UploadFile/image/20181228/20181228173944_53043.png\" width=\"600\" height=\"806\" alt=\"\"><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20181228/20181228173944_78310.png\" width=\"600\" height=\"813\" alt=\"\"></p><p><span style=\"color: rgb(51, 51, 51); font-size: 16px;\">他就是中国“徒步旅游”的鼻祖—</span><span style=\"font-size: 18px; color: rgb(51, 51, 51);\">潘德明</span><span style=\"color: rgb(51, 51, 51); font-size: 16px;\">，他是中国人类历史上徒步环游地球第一人。当时的潘德明为了打破中国人“雪东亚病夫耻”，坚持“以谋世界上之容光”的信念，在自己1930年的时候出发前往徒步环球之旅，在1938年7月返回上海。他全程依靠着徒步，历尽艰辛，耗时8年。先后到达30多个国家，积累了大量珍贵纪念资料，会见30多个国家的元首。</span></p><p><span style=\"color: rgb(51, 51, 51); font-size: 16px;\">潘德明的壮举轰动了整个地球，以他的行为角度，令世界认识了中国人。他是中国的名片。潘德明第一步从越南西贡经柬埔寨来到了泰国，又过马来西亚，渡海到达新加坡。新加坡华侨巨商胡文虎是第一个在《名人留墨集》上题词的人。他的题词是：“希望全世界的路都印着你脚车（自行车）的轮迹。之后他有来到了印度，见到了当时的泰戈尔和圣雄甘地。之后到了德国，见到了当时名震一时的希特勒，当时希特勒听说中国有一个这么执着、毅力的人，很想见一见他，于是希特勒和潘德明两人在一起笑谈交流，等到潘德明起身离开的时候，希特勒说了一句话：我从来就没有小瞧过中国，你们以后会幸福的。</span></p><p><span style=\"color: rgb(51, 51, 51); font-size: 16px;\">之后又去了美国，受到但是罗斯福总统的接见，但是罗斯福说：我很喜欢看到这种具有朝气的人，可惜我的双脚不能动，否则我也会体验一下走遍世界的感觉。他用8年的时间走遍了世界30多个主要国家，也留下来这些国家首脑的签名，潘德明用自己行动证实，中国人是一个永不放弃、永不认输。</span></p>', 1, '2019-02-28 00:00:00', '2019-03-13 19:53:20'),
(6, 5, '/upload/20190312/a29dad7735214636c1bf5bc6269a0ac4.jpg', '全民健身工作部际联席会议联络员会议召开|赵勇', '<p><span style=\"color: rgb(51, 51, 51);\">国务院全民健身工作部际联席会议联络员会议7日在国家体育总局召开，体育总局群体司副司长高元义汇报了今年全民健身工作的开展情况，中宣部、教育部、科技部、工业和信息化部等29个成员单位的联络员出席会议并汇报工作。</span></p><p></p><p><span style=\"color: rgb(51, 51, 51); font-size: 14px;\">国务院全民健身工作部际联席会议联络员会议7日在国家体育总局召开，体育总局群体司副司长高元义汇报了今年全民健身工作的开展情况，中宣部、教育部、科技部、工业和信息化部等29个成员单位的联络员出席会议并汇报工作。</span></p><p><span style=\"font-size: 14px;\">　　体育总局副局长、联席会议办公室主任赵勇认为今年以来的全民健身工作取得了重大进展，成效显著，亮点纷呈，顶层设计更加科学，全民健身活动空前活跃，赛事异彩纷呈，设施建设明显加强，体育综合体广受欢迎。</span></p><p><span style=\"font-size: 14px;\">　　同时赵勇也坦言，对照十九大的要求，目前工作仍然有很大差距，主要存在四方面问题：一是健身去哪儿的问题，对老百姓而言周边设施太少；二是如何科学健身、如何个性化地指导健身，应针对每个人的不同情况开具运动处方；三是不平衡不充分的问题非常突出，城乡之间、区域之间都存在差异；四是全社会的合力还不够。</span></p><p><span style=\"font-size: 14px;\">　　会上，体育总局群体司、经济司分别就《“周末我们一起去运动”行动计划（2017――2020年）》和《百万公里健身步道工程实施方案》文件的起草作了说明。“周末我们一起去运动”着眼于在职人群希望通过周末锻炼身体、和谐邻里关系、开展社交的需求，致力于构建一种新的文明交往方式、生活方式。而健身步道工程则被赵勇比喻为下一步工作的“牛鼻子”，是解决“健身去哪儿”问题最受百姓欢迎、承载力最大的方案，还可以提振乡村经济，他提出“要把这个作为全民健身的一号工程来抓”。</span></p><p><span style=\"font-size: 20px;\"><span style=\"color: rgb(51, 51, 51); font-size: 14px;\">&nbsp; &nbsp;</span><span style=\"color: rgb(51, 51, 51); font-size: 14px;\">赵勇：</span><span style=\"font-size: 14px; color: rgb(51, 51, 51);\">深入学习贯彻十九大精神&nbsp;</span><span style=\"color: rgb(51, 51, 51); font-size: 14px;\">以体育综合体推动体育事业改革发展&nbsp;</span></span></p><p><span style=\"font-size: 14px; color: rgb(51, 51, 51);\">&nbsp;&nbsp; 11月3日至5日，国家体育总局副局长赵勇率调研组到湖北省调研体育产业工作。赵勇强调，要深入学习贯彻十九大精神，以体育综合体为主要抓手，加快推进体育强省建设，振兴体育产业，推动全民健身，培养体育人才，推动体育事业改革发展。</span></p><p><span style=\"font-size: 14px; color: rgb(51, 51, 51);\">　　赵勇一行先后走访了洈水汽车露营地、洈水运动休闲特色小镇、石首西普体育中心、京山县文峰网球小镇等体育综合体，实地了解体育综合体建设情况，并召开座谈会，听取推进体育综合体建设问题的意见建议。</span></p><p><span style=\"font-size: 14px; color: rgb(51, 51, 51);\">　　赵勇强调，要以习近平新时代中国特色社会主义思想，特别是习近平体育思想为指导，做好体育强省建设规划，覆盖全省，落到空间布局上，做成“管用的规划”“可操作的规划”。要抓三级联创，创立体育强省、国家运动健康城市、全民健身模范县。要大力发展体育综合体，把城市大型商场或废旧厂房改造成体育综合体，把景区打造成体育综合体，把体育场馆改造改革成综合体，把营地、特色小镇、连片美丽乡村打造成体育综合体。</span></p><p><span style=\"font-size: 14px; color: rgb(51, 51, 51);\">　　赵勇强调，体育综合体是群众体育、竞技体育、体育产业三位一体的综合体。要把营地体育综合体建设作为战略举措来抓。一要在全国范围内制定营地建设规划，应既是运动项目发展的平台，又是体育产业的平台，也是全民健身的平台，要落到空间布局上，与地方结合起来。二要把每个营地建设成体育综合体，提供运动、文化、游玩、购物、住宿等综合性服务。三要打造不同营地的特色运动项目，特别是家庭运动项目。四要与学校和青少年课外教育相结合，担起青少年课外运动责任，使营地更具生命力。五要突破土地政策瓶颈，在保护生态环境的前提下，利用天然资源优势进行建设。六要与步道建设、特色小镇建设相结合，协同发展。</span></p><p><span style=\"font-size: 14px; color: rgb(51, 51, 51);\">　　赵勇指出，在城市大型商场或废旧厂房建设体育综合体过程中，要真正按照综合体的思路，满足综合性需要，包括项目综合性、家庭消费模式综合性、服务综合性。综合体要以体育为媒介，满足群众吃、住、娱乐等需求。各级政府要大力支持体育综合体建设，搞好规划，提供便利条件，降低综合体商业成本，更好地为大众服务。</span></p><p><span style=\"font-size: 14px; color: rgb(51, 51, 51);\">　　湖北省体育局，体育总局经济司、群体司等负责同志陪同调研。</span></p><p><span style=\"font-size: 20px;\"><span style=\"color: rgb(51, 51, 51); font-size: 14px;\">&nbsp; &nbsp;</span><span style=\"color: rgb(51, 51, 51); font-size: 14px;\">&nbsp;</span><span style=\"color: rgb(51, 51, 51); font-size: 14px;\">总局探索多元就业模式与体育产业相结合&nbsp;</span></span></p><p><span style=\"font-size: 14px; color: rgb(51, 51, 51);\">&nbsp; &nbsp;</span><span style=\"font-size: 14px; color: rgb(51, 51, 51);\">就业不止一条道路，敢于走出安全区、舒适区，走向未知的全新领域也是一种选择。近年来，国家大力提倡体育产业发展，鼓励体育事业和体育产业相结合；同时，现代“互联网+”模式和自媒体平台也处于快速发展进程中，把握发展趋势，引导运动员抓住机遇，融入时代，进行多元就业模式探索，实现退役运动员的更大发展，是总局一直努力的课题。</span></p><p><span style=\"font-size: 14px; color: rgb(51, 51, 51);\">　　在帮助运动员了解自身职业兴趣、更好择业的过程中，总局相关部门重视现代技术手段的开发和应用，力争科学指导运动员再就业方向。近年来，在购买专业机构测评服务的基础上，积极开发可用于大数据分析的手机应用平台，为全国运动员提供职业兴趣测评、求学指导和创业能力评价等服务。</span></p><p><span style=\"font-size: 14px; color: rgb(51, 51, 51);\">　　此外，经中国奥委会及国际奥委会批准，总局于2013年引进了国际奥委会运动员职业项目，并翻译推广了项目推出的运动员工具包、运动员成绩管理工具，并将有关内容向国内的运动员及工作人员进行了培训和推广，也取得了良好效果，这些都是总局在多元就业模式下的积极探索。</span></p>', 1, '2019-02-26 00:00:00', '2019-03-12 09:11:46'),
(7, 6, '/upload/20190302/b6073955b4e4e17138ac21f57af654a8.jpg', '第十三届平谷桃花节国际徒步大会即将隆重举行', '<p>健康徒步 &nbsp;乐在桃花</p><p>桃花春色暖先开，明媚谁人不看来. 四月平谷的美在于青山绿水和艳丽花海，而在群芳之中，桃花最负盛名。每年的四月间，漫山遍野的杏花、桃花给平谷带来了绚丽多彩的春天。</p><p>“健康徒步,乐在桃花”第十三届平谷桃花节国际徒步大会，将于2019年4月13日如期举行,跟着中国徒步网小伙伴的脚步，去感受桃花漫舞的春天吧！平谷桃花节国际徒步大会，已如约举办到第十三届.徒步距离分为12公里、25公里、42公里三个路段，能够满足所有徒步爱好者的需求。这是非竞技性的休闲徒步活动，大家能享受徒步健身的快乐，还能徜徉花海。我们相信，景美人更美。</p><p>平谷位于京津冀交界处，拥有中国最大的桃园，还有经过IVV国际标准认证的步道 -“北京平谷国际徒步大道”.这条徒步大道开辟了首条“国际标准”的徒步步道建设的先河, 为中国市民休闲健身事业走向国际化、专业化做出了典范工程。 近十年来这条“国际徒步大道”已成为一条绿色大道,生态大道. 随着平谷桃花节国际徒步大会影响力的不断扩大，来自天津、唐山等很多外地的徒步爱好者也纷纷参加到这次盛典中，我们北京的小伙伴们，占尽天时地利人和，快来和全国的小伙伴一起嗨吧!</p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20190311/20190311122943_86088.png\" width=\"600\" height=\"348\" alt=\"\"></p><p>全民健身，利己利国</p><p>“做好冬奥会筹办工作，形成全民健身新时尚。”李克强总理向全国政府人民传达这样的声音，我们用自己的实际行动，参与形成一股全民健身新时尚。在大家的共同参与下，实现“经常参加体育锻炼的人数达到4.35亿人，全民健身将成为推动体育产业发展、拉动内需的新的经济增长点”的目标。</p><p>一起来徒步吧! 成为更好的自己</p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20190311/20190311123109_85034.png\" width=\"600\" height=\"409\" alt=\"\"></p><p>十年磨一剑</p><p>中国徒步网如今已经连续、成功的举办了十二届，即将到来的第十三届，我们也早已整装待发。平谷桃花节徒步活动，也从几十人的小活动，一步一步蜕变成“千人参与，全民徒步”的国际性徒步活动。十年磨一剑，我们将以最饱满的精气神，迎接此次盛典，向全世界人民呈现出我们的精气神。</p>', 1, '2019-03-02 09:39:28', '2019-03-12 09:08:44');

-- --------------------------------------------------------

--
-- 表的结构 `wl_associations`
--

CREATE TABLE `wl_associations` (
  `id` int(1) NOT NULL,
  `phone` varchar(30) DEFAULT NULL COMMENT '协会电话',
  `phone1` varchar(30) DEFAULT NULL COMMENT '协会电话1',
  `address` varchar(100) DEFAULT NULL COMMENT '协会地址',
  `email` varchar(30) DEFAULT NULL COMMENT '协会邮箱',
  `content` text COMMENT '协会简介',
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='协会介绍';

--
-- 转存表中的数据 `wl_associations`
--

INSERT INTO `wl_associations` (`id`, `phone`, `phone1`, `address`, `email`, `content`, `create_time`, `update_time`) VALUES
(1, '17630968036', '', '南阳南阳南阳南阳南阳', '17630968036@qq.com', '<p><span style=\"color: rgb(6, 6, 6);\">2007年，北京每日徒步运动中心发起首届全民徒步日活动，社会各界以\"健康、和谐、绿色\"的名义积极响应徒步日活动。</span><span style=\"color: rgb(255, 76, 65);\">著名户外登山领军人物王永峰在全民徒步日倡议书上签名</span><span style=\"color: rgb(6, 6, 6);\">。</span></p><p style=\"text-align: center;\"><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20180903/20180903095524_40735.jpg\" alt=\"\"></p><p style=\"text-align: center;\"><span style=\"color: rgb(6, 6, 6);\">&nbsp; 活动发起方负责人金乔主任表示，\"</span><span style=\"color: rgb(6, 6, 6);\"><span style=\"color: rgb(255, 76, 65);\">开展全民徒步日活动，并收集社会各界签名，目的很单纯，希望通过花费不是很高的大型活动，让普通老百姓了解徒步，了解健身的重要意义；让普通百姓重新回归自然，实现心灵纯洁、社会和谐的目标。为此，北京每日徒步运动中心愿意一直努力下去……</span></span><span style=\"color: rgb(6, 6, 6);\">\"。随着全民徒步日的影响越来越大，各地户外俱乐部也纷纷加入，呼应北京全民徒步日活动。全国就此掀起徒步风潮。</span></p><p style=\"text-align: center;\"><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20180903/20180903095524_79258.jpg\" width=\"600\" height=\"398\" alt=\"\"></p>', '2019-02-27 00:00:00', '2019-02-28 21:26:39');

-- --------------------------------------------------------

--
-- 表的结构 `wl_comments`
--

CREATE TABLE `wl_comments` (
  `id` int(5) NOT NULL,
  `type_id` int(5) NOT NULL COMMENT '评论类型id',
  `user_id` int(5) NOT NULL COMMENT '评论人id',
  `content` text NOT NULL COMMENT '评论内容',
  `type` int(1) NOT NULL DEFAULT '1' COMMENT '评论类型1文章 2活动',
  `create_time` datetime DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='评论表';

--
-- 转存表中的数据 `wl_comments`
--

INSERT INTO `wl_comments` (`id`, `type_id`, `user_id`, `content`, `type`, `create_time`) VALUES
(1, 6, 1, '活动什么时候开始？？？？', 2, '2019-03-01 20:06:15'),
(2, 2, 4, 'asdfasdfasdfasdf', 2, '2019-03-01 20:15:05'),
(3, 1, 5, '活动很好', 2, '2019-03-01 20:15:49'),
(4, 8, 6, '啊手动阀手动阀', 2, '2019-03-02 09:22:02'),
(5, 8, 6, '啊手动阀手动阀', 2, '2019-03-02 09:22:17'),
(6, 6, 6, '啊手动阀手动阀', 2, '2019-03-02 09:34:09'),
(7, 6, 6, 'wenzhangbucuo ', 1, '2019-03-02 09:34:43'),
(10, 7, 1, 'asdfasdff', 2, '2019-03-02 14:41:06'),
(11, 5, 1, 'asdfasdf', 1, '2019-03-02 14:44:00'),
(13, 5, 1, 'asdfa', 2, '2019-03-02 14:48:24'),
(14, 7, 4, 'asdfasf', 1, '2019-03-12 08:42:08');

-- --------------------------------------------------------

--
-- 表的结构 `wl_notices`
--

CREATE TABLE `wl_notices` (
  `id` int(3) NOT NULL,
  `title` varchar(100) NOT NULL COMMENT '公告标题',
  `content` text NOT NULL COMMENT '公告内容',
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `wl_notices`
--

INSERT INTO `wl_notices` (`id`, `title`, `content`, `create_time`, `update_time`) VALUES
(3, '【户外资讯】《户外活动突遇塌方、泥石流如何避险逃生？》', '<p><span style=\"color: rgb(51, 51, 51); font-size: 16px;\">摄取足够的能量外，维生素的供给不可缺少，特别应注意每天补充适量的维生素A、维生素B及维生素D。另外，食物应易于消化，少食含粗纤维和易产气的食物（芹菜、韭菜、大豆等），多吃碱性食物、蔬菜、水果、海带等，以利于体内酸碱平衡，增加碱的储备，提高运动能力。另外，冬季出行一定要带一些常用药品（如感冒药、咳嗽药、消炎药、热帖等）。9、团队互帮互助。结伴可以互相照顾，行进时，后面队员应尽量踩着前面队员的脚印前进。一则为了安全；二来可以节省不少体力；遇到大雪覆盖、无路可寻时，身体强壮的队员应交替轮换开路，以保证整个队伍的平均体能。雪地徒步的关键是慢和稳，少走、慢走都没关系，一定不能急于赶路。10、防止雪盲。雪镜或墨镜可以防止雪盲，如果都是黑色的松林，多看看森林，会防止雪盲。 注意观察积雪情况，预防因雪质疏松发生雪崩，造成登山人员伤亡。</span><br></p>', '2019-02-27 00:00:00', '2019-03-13 18:31:42'),
(2, '大胆地到山下活动，所以不要乱扔食物', '<p><span style=\"color: rgb(51, 51, 51); font-size: 16px;\">往往会不顾人类活动的威胁，大胆地到山下活动，所以不要乱扔食物，否则容易招来野兽，无论是野猪、熊，对人来说，都是不幸的。15、徒步结束后，要用热水加盐泡脚，以解除疲劳。脚掌有水泡时，可用针(先用酒精棉球擦一下或在火上烧一下)穿孔引出水，再涂上红药水，防止感染。切记不要将皮撕下，这样即容易感染更会加重脚部的疼痛。二、冬季徒步登山必备装备清单1、高帮登山（徒步）鞋：冬季雪地穿越时，对登山（徒步）鞋的防水透气性能要求很高。</span><br></p>', '2019-02-26 20:04:03', '2019-03-13 18:31:45'),
(4, '在“玩中学”的户外逃生教育，势在必行！', '<p><span style=\"color: rgb(51, 51, 51); font-size: 16px;\">1、小心滑坠。冬季山地积雪很多，相对来说，积雪路段是安全的。但是有很多积雪路面被长期踩踏后形成冰层，非常光滑，滑倒的几率很大。这时在脚上套上行走冰爪可以有效防止滑倒。12、露营须知。观察注意附近有无雪崩的可能、树枝上的积雪是否会被风吹落。雪地露营要备好足够保暖的睡袋，使用稍厚一些的防潮垫或者使用自动充气防潮垫。要始终保留一套干衣和一双袜子备用。 露营前，用雪橇或雪鞋踩实出一块平地，固定好帐篷。最好使用带有雪裙的雪地帐。晚上在帐篷里戴好帽子和手套。身体的大部分热量是通过头部散发的，同时保持手指的温度和灵活是相当重要的。帐篷结露现象。帐篷内外温差较大，地面上蒸发的水珠会到帐篷上凝结成小水珠，帐篷上就会出现结露的现象。如果发生此现象，可以用干燥的毛巾擦干，经常换气和铺垫防水布，可以一定程度上解决结露问题。切记在寒冷的环境下也不要将帐篷全部封死，不然有呼吸引起的水分会因无法会散而结在帐篷内壁，形成雪和滴水。13、必须做好保温。冬季在户外所面临的最大危险来自于徒</span><br></p>', '2019-02-20 00:00:00', '2019-03-13 18:31:39'),
(5, '做个有前途的吃货 黑石B011便携式多功能户外烧烤炉简介', '<p><span style=\"color: rgb(51, 51, 51); font-size: 16px;\">环境下也不要将帐篷全部封死，不然有呼吸引起的水分会因无法会散而结在帐篷内壁，形成雪和滴水。13、必须做好保温。冬季在户外所面临的最大危险来自于徒步和露营中的低温，严防冻伤和失温（失温往往出现得很快）。休息时，不要坐在雪地上和风口处，出汗时可稍松衣领，不要脱衣摘帽，以防伤风受寒。手、脸长期暴露在外，或者长时间接触冰雪后，就会补冻伤。如果冻伤后不可揉搓冻伤部伤，也不可用雪摩擦或用凉水浸泡。可以用温暖的身体部位，如手、腹部等让受冻的组织升温。最好多穿人造毛或纯羊毛织物。纯棉织物是致命的，因为棉织品一旦打湿则失去保温性能，且很难烘干。14、小心野生动物。冬季山区有很多没有冬眠的野生动物，因为冬季食物缺乏，往往会不顾人类活动的威胁，大胆地到山下活</span><br></p>', '2019-02-20 00:00:00', '2019-03-13 18:31:35');

-- --------------------------------------------------------

--
-- 表的结构 `wl_outdoors`
--

CREATE TABLE `wl_outdoors` (
  `id` int(5) NOT NULL,
  `title` varchar(100) NOT NULL COMMENT '户外知识标题',
  `content` text NOT NULL COMMENT '户外知识内容',
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='户外知识';

--
-- 转存表中的数据 `wl_outdoors`
--

INSERT INTO `wl_outdoors` (`id`, `title`, `content`, `create_time`, `update_time`) VALUES
(2, '【户外资讯】《户外活动突遇塌方、泥石流如何避险逃生？》', '<p>&nbsp; 泥石流是山地沟谷中由洪水引起的携带大量泥沙、石块的洪流。泥石流来势凶猛，且经常伴随山体崩塌，对农田和道路、桥梁及建筑物破坏极大。泥石流的暴发主要是受连续降雨、暴雨，尤其是特大暴雨、集中降雨的激发。因此，泥石流发生的时间规律是与集中降雨时间规律相一致，一般发生在多雨的夏秋季节，常常是在一次降雨的高峰期，或者是在连续降雨发生之后。</p><p>&nbsp; &nbsp; &nbsp; 在我国，四川、云南等西南地区的降雨多集中在6-9月，因此泥石流多发生在6-9月；而新疆等西北地区降雨多集中在6、7、8三个月，尤其是7、8两个月降雨集中、强度大，泥石流多发生在这两个月。</p><p><span style=\"color: rgb(5, 115, 175); font-size: 16px;\">泥石流灾害发生时有哪些避险方法呢？</span></p><p>&nbsp; &nbsp; &nbsp; 首先要增强防范意识，在有条件的情况下，注意及时获取当地天气情况预报和山洪泥石流灾害预警信息。在泥石流多发季节，应避免到泥石流多发山区去野外作业或旅游。</p><p>&nbsp; &nbsp; &nbsp; 其次，沿山谷徒步时，一旦遭遇大雨，要迅速转移到安全的高地，不要在谷底过多停留。</p><p>&nbsp; &nbsp; &nbsp;&nbsp;再次，要注意观察周围环境，如听到远处山谷传来闷雷般的轰鸣声、看到沟谷溪水断流或溪水突然上涨等，要高度警惕，这很可能是泥石流正在发生或将要发生的征兆。野外露营时，要选择平整的高地作为营地，尽可能避开有滚石和大量堆积物的山坡下面，不要在山谷和河沟底部扎营。</p><p>发现泥石流后，要马上向与泥石流成垂直方向的两边山坡上面跑，绝对不能沿着泥石流沟谷下游方向走。</p><p><img src=\"http://www.chinawalking.net.cn/UploadFile/image/20180903/20180903114350_35335.jpg\" alt=\"\"><br></p>', '2019-02-27 15:12:25', '2019-03-12 09:19:30'),
(3, '冬季户外徒步穿越的注意事项', '徒步登山是锻炼身体、增强体质的的运动之一，但是因为冬季气温极低，且路面状况不及其他季节，所以冬季在户外徒步的时候要更加小心。今天就为大家详细介绍冬季户外运动的15个注意事项和冬季徒步登山的必备装备清单：\r\n\r\n\r\n\r\n一、 冬季户外徒步登山注意事项\r\n\r\n1、制定周祥的行动计划。冬季在雪地徒步，大约比夏季徒步多消耗一倍的体力，相应的，徒步速度也由夏季的每小时3公里下降到每小时1.5公里左右。因此在设计路线的时候，必须考虑距离和体力因素，不要设计太长的路线，在登山前获取可靠的天气预报，以便对气候和落日时间也要有所了解。切记将出行信息告知家人或朋友。\r\n\r\n\r\n\r\n2、穿衣原则\r\n\r\n冬季户外穿衣一般遵照多层原则，三至四层的穿着可以保护你免受寒冷和风雨的侵害，还能灵活的根据环境调整温度。\r\n\r\n基材层：是排汗层，需要选择速干导湿性能良好', '2019-02-19 00:00:00', '2019-02-05 00:00:00'),
(4, '步新手谨记这几大法则，徒步与健康常伴', '6、节奏和强度。徒步、登雪山的强度不宜过大，开始登山时，要循序渐进，然后按照一定的呼吸频率，逐渐加大强度，避免呼吸频率在运动中发生突然变化，心率保持在120～140次/分钟，行走时，用脚板着地，用力要适中，保持身体平衡。登雪山是一项极佳的有氧运动，一般每周锻炼1～2次为宜。\r\n\r\n\r\n\r\n7、补充水分和电解质。冬季登山运动时要注意补充水分，在满足解渴的基础上再适当多饮些热水，或者在运动前10～15分钟饮水400～600毫升，这样就可以减轻运动时的缺水程度了。饮料应选择含有适当糖分及电解度（并最好选择含有维生素C）的，以尽快减轻疲劳感，恢复体力。最好带上保温杯，喝热水能很好的驱走严寒。\r\n\r\n8、营养和睡眠。冬季户外徒步要保证足够的睡眠时间', '2019-02-27 00:00:00', '2019-02-26 00:00:00');

-- --------------------------------------------------------

--
-- 表的结构 `wl_services`
--

CREATE TABLE `wl_services` (
  `id` int(5) NOT NULL,
  `user_id` int(5) NOT NULL COMMENT '会话用户id',
  `content` text NOT NULL COMMENT '会话内容',
  `type` int(1) DEFAULT '1' COMMENT '会话类型1用户评论 2管理员回复',
  `create_time` datetime DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='客服表';

--
-- 转存表中的数据 `wl_services`
--

INSERT INTO `wl_services` (`id`, `user_id`, `content`, `type`, `create_time`) VALUES
(10, 4, '<p>asdf</p>', 1, '2019-03-30 17:05:16');

-- --------------------------------------------------------

--
-- 表的结构 `wl_signs`
--

CREATE TABLE `wl_signs` (
  `id` int(5) NOT NULL,
  `user_id` int(5) NOT NULL COMMENT '用户id',
  `activity_id` int(5) NOT NULL COMMENT '活动id',
  `name` varchar(20) DEFAULT NULL COMMENT '报名人姓名',
  `phone` varchar(12) DEFAULT NULL COMMENT '报名人手机号',
  `address` varchar(50) DEFAULT NULL COMMENT '上车地点',
  `content` text COMMENT '备注',
  `create_time` datetime DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='报名活动';

--
-- 转存表中的数据 `wl_signs`
--

INSERT INTO `wl_signs` (`id`, `user_id`, `activity_id`, `name`, `phone`, `address`, `content`, `create_time`) VALUES
(1, 4, 8, 'admin', '17630968036', '河南省, 南阳市, 内乡县, , ', '啊打发手动阀手动阀手动阀撒旦', '2019-03-28 20:00:49'),
(2, 4, 3, '醇联所', '17630968036', '河南省, 南阳市, 内乡县, , ', 'asdfasdfasdfa', '2019-03-29 19:21:54');

-- --------------------------------------------------------

--
-- 表的结构 `wl_users`
--

CREATE TABLE `wl_users` (
  `id` int(5) NOT NULL,
  `username` varchar(20) NOT NULL COMMENT '用户名',
  `password` varchar(50) NOT NULL COMMENT '密码',
  `phone` varchar(12) DEFAULT NULL COMMENT '手机号',
  `img` varchar(100) DEFAULT NULL COMMENT '用户头像',
  `type` int(1) NOT NULL DEFAULT '1' COMMENT '用户等级1，普通用户 2，管理员',
  `status` int(1) NOT NULL DEFAULT '1' COMMENT '状态0禁用 1启用',
  `create_time` datetime DEFAULT NULL COMMENT '添加时间',
  `update_time` datetime DEFAULT NULL COMMENT '修改时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='用户表';

--
-- 转存表中的数据 `wl_users`
--

INSERT INTO `wl_users` (`id`, `username`, `password`, `phone`, `img`, `type`, `status`, `create_time`, `update_time`) VALUES
(1, 'admin', 'e10adc3949ba59abbe56e057f20f883e', '17630968036', '/upload/20190301/ce2e310437b06d5aaa9dd404d0b12154.jpg', 2, 1, '2019-02-26 00:00:00', '2019-03-01 16:48:02'),
(4, 'root', 'e10adc3949ba59abbe56e057f20f883e', '17623652365', '/upload/20190228/c4047c123466903ea036787be45f138a.jpg', 1, 1, '2019-02-28 15:23:13', '2019-03-16 11:28:25'),
(5, 'root1', 'e10adc3949ba59abbe56e057f20f883e', '17623652358', '/upload/20190228/c4047c123466903ea036787be45f138a.jpg', 1, 1, '2019-02-28 15:23:13', '2019-02-28 15:23:13'),
(6, 'root2', 'e10adc3949ba59abbe56e057f20f883e', '17623652396', '/upload/20190228/c4047c123466903ea036787be45f138a.jpg', 2, 1, '2019-02-28 15:23:13', '2019-02-28 15:23:13');

-- --------------------------------------------------------

--
-- 表的结构 `wl_user_article`
--

CREATE TABLE `wl_user_article` (
  `id` int(5) NOT NULL,
  `user_id` int(5) NOT NULL COMMENT '文章赞的用户id',
  `article_id` int(5) NOT NULL COMMENT '文章id',
  `create_time` datetime DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `wl_user_article`
--

INSERT INTO `wl_user_article` (`id`, `user_id`, `article_id`, `create_time`) VALUES
(2, 6, 7, '2019-03-02 11:15:59'),
(3, 1, 5, '2019-03-02 14:43:53'),
(4, 5, 7, '2019-03-02 11:15:59'),
(5, 4, 7, '2019-03-02 11:15:59');

--
-- 转储表的索引
--

--
-- 表的索引 `wl_activitys`
--
ALTER TABLE `wl_activitys`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `wl_articles`
--
ALTER TABLE `wl_articles`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `wl_associations`
--
ALTER TABLE `wl_associations`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `wl_comments`
--
ALTER TABLE `wl_comments`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `wl_notices`
--
ALTER TABLE `wl_notices`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `wl_outdoors`
--
ALTER TABLE `wl_outdoors`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `wl_services`
--
ALTER TABLE `wl_services`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `wl_signs`
--
ALTER TABLE `wl_signs`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `wl_users`
--
ALTER TABLE `wl_users`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `wl_user_article`
--
ALTER TABLE `wl_user_article`
  ADD PRIMARY KEY (`id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `wl_activitys`
--
ALTER TABLE `wl_activitys`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- 使用表AUTO_INCREMENT `wl_articles`
--
ALTER TABLE `wl_articles`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- 使用表AUTO_INCREMENT `wl_associations`
--
ALTER TABLE `wl_associations`
  MODIFY `id` int(1) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用表AUTO_INCREMENT `wl_comments`
--
ALTER TABLE `wl_comments`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- 使用表AUTO_INCREMENT `wl_notices`
--
ALTER TABLE `wl_notices`
  MODIFY `id` int(3) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- 使用表AUTO_INCREMENT `wl_outdoors`
--
ALTER TABLE `wl_outdoors`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- 使用表AUTO_INCREMENT `wl_services`
--
ALTER TABLE `wl_services`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- 使用表AUTO_INCREMENT `wl_signs`
--
ALTER TABLE `wl_signs`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- 使用表AUTO_INCREMENT `wl_users`
--
ALTER TABLE `wl_users`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- 使用表AUTO_INCREMENT `wl_user_article`
--
ALTER TABLE `wl_user_article`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
